Repository: mrApptastic/mrPortfolio
Catalog: portfolioApp/src/i18n/messages.*.xlf
Languages: sv

source: Forside
sv: Home

source: Om mig
sv: About me

source: Projekter
sv: Projects

source: Kontakt
sv: Contact

source: Certifikater
sv: Certificates

source: Erfaring
sv: Experience

source: Forrige
sv: Föregående

source: Gem PDF
sv: Spara PDF

source: Henter certifikater...
sv: Loading certificates...

source: Henter erhvervserfaring...
sv: Loading work experience...

source: Henter interesser...
sv: Loading interests...

source: Henter kompetencer...
sv: Loading skills...

source: Henter sprog...
sv: Loading languages...

source: Henter uddannelser...
sv: Loading educations...

source: Jeg er en kompetent softwareudvikler med en præference i retning af webudvikling samt udvikling til mobile enheder. Endvidere har jeg erfaring fra flere andre områder - såsom desktop applikationsudvikling, og udvikling til indlejrede enheder. <br/><br/> Desuden er jeg af den opfattelse, at jeg er en innovativ person med mange idéer. Jeg er en teknisk kompetent, dedikeret person, som bliver ved med at arbejde indtil arbejdet er gjort. Jeg arbejder fint både i grupper og individuelt. Kort sagt er jeg en type person, der ser muligheder fremfor barrierer foran mig.
sv: Jag är en kompetent mjukvaruutvecklare med förkärlek för webbutveckling samt utveckling för mobila enheter. Vidare har jag erfarenhet från flera andra områden - såsom desktop applikationsutveckling, och utveckling för inbyggda enheter. Dessutom är jag av åsikten att jag är en innovativ person med många idéer. Jag är en tekniskt kompetent, engagerad person som jobbar vidare tills arbetet är klart. Jag jobbar bra både i grupp och individuellt. Kort sagt, jag är en typ av person som ser möjligheter snarare än barriärer framför mig.

source: Interesser
sv: Interests

source: It-Teknolog (AK)
sv: AP Degree in IT and Electronics

source: Kompetencer
sv: Skills

source: Kort Beskrivelse
sv: Kort beskrivning

source: Nuværende
sv: Närvarande

source: Software
sv: Mjukvara

source: Softwareudvikler
sv: Mjukvaruutvecklare

source: Sprog
sv: Languages

source: Uddannelse
sv: Utbildning

source: Henter projekter...
sv: Loading projects...
